{"viz_chatter":[{"category":"all","chatter":"As Minnesota's population has grown, so have the numbers of people dying in interactions with law enforcement. Most of the people counted here were fatally shot by officers, but some died after struggling with them or being hit with a Taser or pepper-spray. The deaths spiked in 2015 when officers shot and killed 12 people, and another died from a head injury after being stunned with a Taser."},{"category":"mental","chatter":"At least 45 percent of the civilians who died in forceful encounters with law enforcement across Minnesota since 2000 had a history of mental illness or were having a mental health crisis at the time of the incident. Three quarters of the fatal encounters occurred in the suburban Twin Cities and outstate."},{"category":"race_mental","chatter":"Most of the people with mental health issues who died were white. About 30 percent were people of color, a group that in the past 15 years comprised an average of 16 percent of the population and 30 percent of arrests."},{"category":"gender_mental","chatter":"Men made up the vast majority of those with mental health issues who died in forceful encounters with law enforcement."},{"category":"manner_mental","chatter":"Nearly all of the deaths of people with mental health issues were ruled homicides. One was ruled an accidents, one a suicide, and one natural causes. Two could not be determined and some rulings were unavailable."},{"category":"location_mental","chatter":"Only one quarter of the group with mental health issues died in St. Paul or Minneapolis. Three quarters died in the Twin Cities suburbs or outstate."},{"category":"weapon_mental","chatter":"Although some people in the mental health group were not armed, most had something police perceived as a weapon. Many had firearms. Some had pellet guns or knives. Other items included a vehicle, rocks, a screwdriver, a golf club shaft and a Bic pen."},{"category":"race_all","chatter":"People of color made up a disproportionate share of those who have died in encounters with police in Minnesota. In the past 15 years, they comprised an average of 16 percent of the population and 30 percent of arrests, but 45 percent of police-involved deaths."},{"category":"gender_all","chatter":"Men made up the vast majority of people who died in forceful encounters with law enforcement in Minnesota."},{"category":"manner_all","chatter":"Nearly all of the deaths were ruled homicides. Eighteen deaths were ruled accidents, suicides, natural causes or undetermined. Some rulings are unavailable."},{"category":"location_all","chatter":"About one-third of the deaths were in Minneapolis and St. Paul, one-third in the Twin Cities suburbs and one-third elsewhere in Minnesota."},{"category":"weapon_all","chatter":"Although 22 people who died were unarmed, the majority had something police considered a weapon. "}]}